Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Palestinians living in the region are now facing shortages of basic and essential supplies, the Palestine News Agency said.
ar: وذكرت وكالة الأنباء الفلسطينية أن الفلسطينيين الذين يعيشون في المنطقة يواجهون في الوقت الراهن نقصا في الإمدادات الأساسية والضرورية.

source: Participants in the U.N. meeting in Nicosia also urged Israel to accept its role under the Fourth Geneva Convention and offer protection to Palestinian civilians under its occupation.
ar: كما حث المشاركون في اللقاء الأممي بنيقوسيا إسرائيل على قبول القيام بدورها حسب ما تنص عليه معاهدة جنيف الرابعة وتوفير الحماية للمدنيين الفلسطينيين الذين يرزحون تحت احتلالها.

source: The meeting participants also called on Israel to lift its blockades of the Gaza Strip and to release any prisoners currently in custody.
ar: ودعا المشاركون أيضا إسرائيل لرفع الحصار الذي تفرضه على قطاع غزة وكذا إطلاق سراح السجناء الذين يوجدون حاليا رهن الاعتقال.

source: Roxana Saberi released from Tehran jail
ar: إطلاق سراح روكسانا صبري من سجن طهران.

source: Iranian-American journalist Roxana Saberi, who has been convicted of involvement in acts of espionage, has been released from Tehran's Evin prison.
ar: تم إطلاق سراح الصحفية الأميركية – الإيرانية روكسانا صبري, التي اتهمت بالضلوع في عمليات للتجسس, من سجن إيفن في طهران.

source: The release came just one day after a Tehran court of appeals reduced her eight-year jail sentence to a two-year suspended term, a Press TV correspondent reported from Evin Prison on Monday.
ar: و قال مراسل تلفزيون برس من سجن إيوين يوم الاثنين أن إطلاق السراح جاء بعد يوم واحد فقط من قيام محكمة الاستئناف في طهران بخفض الحكم الذي كان مدة ثماني سنوات إلى السنتين مع وقف التنفيذ.

source: Press TV contacted officials close to the case and learned that the suspended sentence will be automatically abolished if Saberi shows no unlawful conduct in the next five years.
ar: و في اتصال لبرس تي في مع المسؤولين المقربين من القضية علمت أن الحكم الموقف مؤقتا سيبطل تلقائيا إذا لم تقم صبري بأي تصرف غير قانوني في السنوات الخمس المقبلة.

source: Saberi, 32, is a freelance journalist who was initially detained in late January for working in Iran after her press credentials had expired.
ar: صبري, البالغة من العمر إثنان و ثلاثين عاما, هي صحفية مستقلة احتجزت في البداية في أواخر شهر كانون الثاني بسبب العمل في إيران بعد انتهاء صلاحية رخصتها الصحفية.

source: She was later sentenced to eight years in prison on charges of spying for the government of the United States.
ar: و كان قد حكم عليها مؤخرا بالسجن مدة ثمانية أعوام بتهمة التجسس لصالح حكومة الولايات المتحدة.

source: However, earlier on Sunday Saberi's lawyer expressed optimism about the verdict after her case was heard in a Tehran court of appeals.
ar: و على أية حال, في وقت مبكر من يوم الأحد, أبدى محامي صبري تفاؤلا حول الحكم بعد استماع محكمة الاستئناف في طهران لقضيتها.

source: Saleh Nikbakht, another one of Saberi's lawyers, on Monday said, The verdict of the previous court has been cancelled. Her punishment has been changed to a suspended two-year sentence and she will be out of prison today.
ar: صالح , و هو محام أخر من محامي صبري, قاتل يوم الاثنين: لقد تم إلغاء حكم المحكمة السابق. و تم تغيير العقوبة المفروضة عليها إلى سنتين مع وقف التنفيذ كما أنها ستكون خارج السجن اليوم.

source: Saudi judge: It's OK to slap spendthrift wives
ar: قاض سعودي: من المباح صفع النساء علي إسرافهن في الإنفاق

source: -- Husbands are allowed to slap their wives if they spend lavishly, a Saudi judge said recently during a seminar on domestic violence, Saudi media reported Sunday.
ar: في تقرير للسى إن إن، اصبح من المباح و المسموح به للرجال صفع نسائهن أو زوجاتهن عند قيامهن بالإنفاق ببزخ، و هذا ما صرح به قاضٍ سعودي في جلسة نقاش حول العنف الأسري و ذلك كما ورد في تقرير للإعلام السعودي يوم الأحد.

source: It is OK to slap Saudi women who spend too much, a judge has told an audience.
ar: و قد أعلن القاضي للجمهور علانيةً أنه من المباح الآن صفع النساء على خدودهن عند قيامهن بالإنفاق ببزخ

source: Arab News, a Saudi English-language daily newspaper based in Riyadh, reported that Judge Hamad Al-Razine said that if a person gives SR 1,200 [$320] to his wife and she spends 900 riyals [$240] to purchase an abaya [the black cover that women in Saudi Ar
ar: و قد أعلنت جريدة يومية سعودية باللغة الإنجليزية و تسمى الأخبار العربية أن القاضى حماد الرزين قد قال: لو أعطى شخص 1200 ريال سعودي لزوجته و قامت هي بإنفاق 900 ريال فقط لتشتري عباية لها من متجر كبير لملابس السيدات، و من ثم أدى هذا إلى صفعه لها بالقلم على خ

source: Women in the audience immediately and loudly protested Al-Razine's statement, and were shocked to learn the remarks came from a judge, the newspaper reported.
ar: و قد إعترضت إحدى الحاضرات على الفور بأعلى صوتها على ما قاله القاضي، و قد إندهشت أن تخرج مثل تلك التصريحات من قاض، و هذا وفق تقرير للجريدة كذلك.

source: Arab News reported that Al-Razine made his remark as he was attempting to explain why incidents of domestic violence had increased in
ar: و قد علقت الصحيفة أن القاضي الرازين قد علق بذلك التصريح عندما كان يحاول أن يشرح سبب تزايد حوادث العنف الأسري

source: . He said that women and men shared responsibility, but added that nobody puts even a fraction of blame on women, the newspaper said.
ar: في وقتنا الحاضر. و قد أوضح أن كلاً من الرجال و النساء مشتركان في تحمل المسؤلية. و لكنه أضاف كذلك لا يستطيع أحد أن يلقي بتبعية اللوم على الزوجة.

source: Al-Razine also pointed out that women's indecent behavior and use of offensive words against their husbands were some of the reasons for domestic violence in the country, it added.
ar: و كذلك فقد أوضح الرازين أن سلوك النساء الغير رزين و استخدامهن للألفاظ البزيئة ضد أزواجهن كانت كذلك إحدى الأسباب المؤدية إلى وقوع حوادث العنف الأسري بالبلاد.

source: Domestic violence, which used to be a taboo subject in the conservative kingdom, has become a hot topic in recent years. Groups like the National Family Safety Program have campaigned to educate the public about the problem and help prevent domestic abuse
ar: و يجب ملاحظة أن العنف الأسري و الذي كان يمثل مسألة حوارية ممنوع التحدث حولها في المملكة العربية السعودية المتحفظة قد أصبح اليوم من القضايا الساخنة التي كثيراً ما يتم تداولها من حينٍ لآخر. و قد شنت بعض المجموعات بعض الحملات و منها مجموعة برنامج سلامة الأسر

source: Saudi women's rights activist Wajeha Al-Huwaider told CNN that Saudi women routinely face such attitudes.
ar: و قد علقت الناشطة السعودية في مجال حقوق المرأة، وجيدة الحويدر، في تقرير لها للسي إن إن أن المرأة السعودية غالباً ما تواجه مثل تلك المواقف و المشاكل في حياتها.

source: Don't Miss
ar: لا تفوت الفرصة:

source: Report: Saudi girl granted divorce
ar: الطفلة السعودية التى منحت حق الطلاق

source: This is how men in Saudi Arabia see women, she said in a telephone interview from the Saudi city of Dahran. It's not something they read in a book or learned from a friend. They've been raised to see women this way, that they're less than a person.
ar: في حوار تليفوني أجري معها من مدينتها دهران قالت وجيدة الحويدر: هذه هي الطريقة التي يرى بها الرجال النساء بالمملكة ، فهذه أشياء لا يقرؤونها في كتاب أو يتعلمونها من صديق، فقد نشئوا و كبروا على تلك الصورة، و التي تتمثل في أن النساء أقل من الرجال في المنزلة

source: Al-Huwaider added that I'm not surprised to see a judge or a religious man saying that - they've been raised in the same culture - a culture that tells them it's ok to raise your hand to a woman that this works.
ar: و قد أضافت الحويدر في تعليقها فأنا لست مندهشة أن أرى أو أسمع قاضي أو رجل دين يقول مثل هذا، حيث أنهم تربوا و نشئوا في تلك الثقافة، تلك الثقافة التي تخبرهم أنه من الممكن و أنه لا بأس به أن تمتد يدك على امرأتك . فهذه هى الطريقة.

source: Another Saudi judge, in the city of Onaiza, was the source of a separate recent controversy: he twice denied a request from the mother of an 8-year-old girl that the girl be granted a divorce from her 47-year-old husband.
ar: و لقد كان قاضي آخر بمدينة عنيزة مصدر للجدال الحالي، حيث رفض مرتين طلب من أم طفلة عمرها ثمانية أعوام لأن يتم منحها حكم بالطلاق من رجل يبلغ من العمر 47 عاماً.

source: Last month, after human-groups condemned the union, the girl was granted the divorce.
ar: و في الشهر الماضي و بعد أن أدانت مجموعات حقوق الإنسان ذلك القرار تم منح الطفلة حقها بالطلاق

source: I am optimistic that fundamental changes would be made to the sentence, Roxana's lawyer, Abdolsamad Khorramshahi, was quoted by IRNA as saying on Sunday. The verdict is to be issued this coming week.
ar: و نقلت وكالة إي أر إن إي عن محامي روكسانا, عبد الصمد خرمشاهي, قوله يوم الأحد: إنني متفائل من أن تغيرات أساسية ستظهر في الحكم. و أضاف القول: سيتم إصدار الحكم في الأسبوع القادم.

source: Saberi has lived in Iran for six years and has reported as a freelancer for the BBC and National Public Radio and other media outlets.
ar: عاشت صبري في إيران لمدة ست سنوات, و عملت كمراسلة مستقلة لكل من إذاعة البي بي سي و الإذاعة العامة الوطنية الناشيونال ببليك و غيرها من وسائل الإعلام.

source: American officials, including President Barack Obama, had dismissed the charges against her as baseless and repeatedly called on Iranian authorities to release Roxana.
ar: هذا و قد نفى مسؤولون أميركيون, و من بينهم الرئيس أوباما, الاتهامات الموجهة لها و دعوا السلطات الإيرانية مرارا لإطلاق سراح روكسانا.

source: She is an American citizen, and I have complete confidence that she was not engaging in any sort of espionage, said the US president.
ar: حيث قال رئيس الولايات المتحدة: إنها مواطنة أميركية, و عندي ثقة كاملة بعدم ضلوعها في أي نوع من التجسس .

source: Following the calls, Iranian President Mahmoud Ahmadinejad and judiciary officials in the country urged the court to review Saberi's case with fairness and ensure the administration of justice.
ar: و بعد تلك الدعوات, طالب الرئيس الإيراني محمود أحمدي نجاد و مسؤولون قضائيون في البلاد بحث المحكمة على مراجعة قضية صبري بنزاهة و ضمان إقامة العدل.

source: CS/HGH
ar: سي اس\ اتش جي اتش

source: Send by E-Mail
ar: إرسال عبر البريد الالكتروني.

source: Iranian authorities have released freelance journalist Roxana Saberi after a court reduced her sentence to a two-year suspended term.
ar: أفرجت السلطات الإيرانية عن الصحفية روكسانا صبري بعد أن خفضت محكمة الاستئناف الحكم إلى السنتين مع وقف التنفيذ.

source: Mon, 11 May 2009 12:26:04 GMT
ar: الاثنين, في الحادي عشر من شهر أيار, 2009._الساعة 12:26:04 بتوقيت غرينتش.

source: Commentary: New media, new Muslim voices
ar: تعليق: الوسائط الإعلامية الجديدة و آراء المسلمين الجديدة

source: Editor's note: Michael Wolfe is co-founder of Unity Productions Foundation, a nonprofit organization that has produced six documentary films for national broadcast. He edited the Wilbur-award-winning book Taking Back Islam: American Muslims Reclaim their
ar: من ملاحظات المحرر: مايكل وولف هو مؤسس مساعد لمؤسسة وحدة الإنتاج، و هي مؤسسة أو منظمة غير متربحة، قامت بإنتاج ستة أفلام وثائقية للبث الوطني. كما قام بتحرير كتاب الحائز على جائزة ويلبورد : استرجاع الإسلام، إعلان كلاً من الأمريكيين و المسلمين إيمانهم. و قد

source: Michael Wolfe says new media give voice to Muslims who weren't fully recognized by mainstream media.
ar: و قد علق مايكل وولف أن الوسائط الإعلامية الجديدة تعطي مجال التصويت و كيان للمسلمين، و الذين كانوا مغمورين من قبل الوسائط الإعلامية ذات البث الثابت

source: -- The media is dying. It's the title of a Twitter page and a prime topic of conversation among reporters.
ar: أما في تعليق لمحطة الأخبار السي إن إن: الوسائط الإعلامية التقليدية تحتضر و تلك المقولة كانت العنوان الرئيسي الصفحة ما على التويتر، شبكة الخدمات الإجتماعية، كما أنها كانت موضوع مناقشة بين الصحفيين و المحرريين.

source: Enter a room full of journalists, and you'll hear constant anxious chatter about dying newspapers and massive layoffs at print publications.
ar: فإذا دخلت فجأةً غرفة مليئة بالصحفيين، فسوف تسمع أول ما يأتي إلى مسامعك حواراً ساخناً حول احتضار الجرائد الإخبارية و تلك المصادر الإعلامية المطبوعة بشكل عام.

source: Just one example: The Seattle Post-Intelligencer recently became the first major newspaper to cease its print edition and go exclusively online, after more than 150 years of chronicling the city's history.
ar: و كمثال واحد فقط مما سبق: أصبحت جريدة الأخبار و الاستخبارات الصادرة بسياتل الجريدة الرئيسية التي لا تستطيع أن تحصل عليها كنسخة مطبوعة، و لكنها أصبحت تبث بشكل حصري من خلال موقعها على الإنترنت، و ذلك بعد نحو 150 عاماً من الإصدارات المطبوعة لها في تاريخ المد

source: As a writer who's been in the game for years -- over 30 and counting -- I'm challenged by all there is to learn and at times overwhelmed as I watch old media gradually head toward extinction. Yet, as a Muslim writer, I am excited by the world of new possi
ar: و كأي كاتب خاض تلك اللعبة من عشرات الأعوام، عبر أكثر م ثلاثين دولة، فقد واجهت تحديات متعددة و التي من خلالها كان لابد أن أتعلم و أثار ببعضها و ذلك نتيجة مشاهدتي و ملاحظتي للعديد من الوسائط الإعلامية تبدأ في الإندثار من حولنا. و الآن و بكوني كاتب مسلم، فال

source: online
ar: العالم الإلكتروني عبر شبكات الإنترنت

source: world can unleash a great force to promote understanding among people.
ar: يوجد القوة لتدعيم الفهم و التحاور مع الآخرين.

source: With all the focus on
ar: و بالتركيز الكامل على

source: Islam
ar: الإسلام

source: and Muslims in the news, the voices of American Muslim civic leaders, or even ordinary Muslims going about their daily business, are too often missing in stories about their own communities here and abroad. Why is it we so often hear what this or that exp
ar: و المسلمين في الأخبار، فإن أصوات القادة المدنيين من المسلمين الأمريكان أو حتى المسلمين العاديين من المواطنين كثيراً ما يفتقدون إلى القصص المرتبطة بمجتمعاتهم الأصلية سواءً هنا أو في الخارج. فلماذا كثيراً ما نسمع الخبراء الآخرين يتحدون حول ما يحدث مع المسل

source: The soaring dominance of new media is an extremely important moment in the history of relations between Muslims and their neighbors. For the first time, ordinary Muslims can speak directly to their non-Muslim neighbors -- and share their views on just abo
ar: و لعل عملية هيمنة الوسائط الإعلامية الجديدة هي في جوهرها لحظة حيوية مهمة في تاريخ العلاقات بين كلاً من المسلمين و جيرانهم المختلفين. و لأول مرة يستطيع المسلم العادي أن يتحدث بشكل مباشر مع جيرانه من غير المسلمين – و يتشارك معهم وجهات نظره المختلفة حول أي م

source: media
ar: وسائط الإعلام التقليدية

source: as intermediaries selecting their talking heads, pundits and experts.
ar: كوسيط للتحاور فيما بينهما أو لنقل آراء كلاً منهما للآخر و بدون الحاجة إلى وساطة الخبراء و المعلقين.

source: Muslims should seize this golden opportunity to communicate their stories and views directly to the world.
ar: و من ثم يجب أن ينتهز المسلمين تلك الفرصة الذهبية للتواصل مع العالم أجمع و إخباره قصصهم و آرائهم.

source: One Nation, Many Voices
ar: أمة واحدة، العديد من الأصوات

source: Take this recent example, a national online film contest called
ar: و على سبيل المثال دعونا نأخذ ذلك الحدث كمثال؛ مسابقة الفيلم القومي المبث عبر الإنترنت، و تسمى

source: . The sponsors (Link TV and One Nation, a nonprofit initiative) challenged Americans to create their own short digital videos about what it means to be Muslim in America today.
ar: . و رعاة تلك المسابقة هم لينك تي في، و أمة واحدة و هي منظمة غير متربحة، و قامت بتحد الأمريكيين في إبتكار أفلامهم الفيديو القصيرة حول ماهية و كينونة المسلم، في أمريكا اليوم.

source: Now in its second year, the contest attracted more than 150 submissions, with close to 26,000 people voting online for their favorites. The entries provide a fascinating snapshot of what ordinary American Muslims think about the present state of their com
ar: و الآن و في عامها الثاني، فقد اجتذبت تلك المسابقة 150 لجنة فرعية بما يقارب نحو 26000 فرد، ليقوموا بالتصويت عبر شبكات الإنترنت لما أعجبهم من تلك الأفلام المشاركة في تلك المسابقة. و قد وفرت الوجهات لتلك المواقع لقطات سريعة لما يعتقده المسلم الأمريكي العادي

source: Why do films like this matter?
ar: و لماذا يعد فيلم مثل هذا مهم؟

source: Because comprehending how Islamic values are expressed in Muslims' lives today is of central importance to the cause of peace and understanding and to realizing the promise of pluralism on which America and the global world is based.
ar: و ذلك لفهم كيفية التعبير عن القيم الإسلامية في حياة المسلمين اليوم و التي تعد ذات أهمية كبيرة لسبب إحلال السلام و التفاهم و كذلك لتحقيق وعد التكاملية الذي ت تأسيس أمريكا بل العالم أجمع عليه.

source: Now, perhaps in the nick of time, the Web offers Muslims the chance to blog in their own words, tweet their reactions to a breaking news story or further progress in their own communities by exchanging ideas through online forums.
ar: و الآن يبدو أنه من المهم ادراك أن شبكة الإنترنت قد أتاحت الفرصة أمام المسلمين للتدوين بكلماتهم و أفكارهم الخاصة و العبير كذلك بكافة أشكال ردود فعلهم حول الأخبار الجارية التي تقع أولاً بأول. و من ثم إتاحة الفرصة كذلك للتقدم بمجتمعاتهم من خلال تبادل الأفكار

source: This new reality is already playing out locally and globally. Progressive American Muslim bloggers like Souheila Al-Jadda, Wajahat Ali and Eboo Patel are contributing to the marketplace of ideas online and sharing their perspectives on major breaking news
ar: و يبدو أن تلك الظاهرة أخذت في الإنتشار المحلي و العالمي في نفس الوقت، و يشارك المدونون المحترفون من مسلمي أمريكا و منهم سهيلة الجادا، وجهات على و كذلك إيبو باتال في تداول الأفكار عبر شبكة الإنترنت و مشاركة وجهات نظرهم و توقعاتهم حول الأخبار الحديثة الجار

source: Muslims in the United States and around the world are reacting in real time when events like the Mumbai attacks happen, often to condemn the violence when some mainstream media pundits are busy saying that none of them cares, or worse.
ar: و كذلك يجب ملاحظة أن المسلمين الآن سواءً في الولايات المتحدة الأمريكية و غيرها عبر بلدان العالم أجمع أصبحت أمامهم الفرصة للاستجابة المباشرة في نفس الوقت الذي تقع فيه الأحداث المختلفة و منها علي سبيل المثال هجمات مومباي و الذين أدانوا العنف في نفس الوقت ال

source: But conversations aren't one-sided; they involve at least two parties. What does this mean? It means that the opportunity Muslims now have is shared with their neighbors. When a Muslim goes online to blog about why she wears a headscarf, a Christian or Je
ar: إلا ان تلك المحادثات و الحوارات ليست أحادية الجانب، فعلى الأقل غالباً ما يتواجد ما لا يقل عن حزبين، و لكن ماذا يعني هذا؟ في الواقع هذا يعني أن المسلمين أصبحت عندهم الفرصة الآن للتحاور و عرض القضايا مع جيرانهم المختلفين. فعندما ما تقوم مدونة مسلمة بالولوج

source: Sometimes it is geography that separates us, or sometimes we are too shy or embarrassed to ask questions or speak out when face-to-face. The Web makes all of this much easier and unleashes unparalleled potential for humans to communicate directly with the
ar: غالباً ما تفرقنا الحدود الجغرافية، أو أننا نشعر بالخجل من المشاركة في الحوارات و المناقشات و طرح الأسئلة المختلفة عندما نتواجه وجهاً لوجه مع الآخرين. إلا أن شبكة الإنترنت تسهل من تلك المسألة كثيراً، و تزيل كل الحواجز بين البشر للتواصل بشكل مباشر مع بقية ا

source: For those, like American Muslims, who have often found themselves left out of mainstream media discourse, the possibilities are now vastly improved.
ar: و من أجل ذلك و خاصة مع المسلمين الأمريكيين و اللذين أحسوا بالعزلة عن وسائط الإعلام التقليدية الأخرى، فالفرصة أمامهم الآن للتحاور و النقاش و عرض وجهات النظر المختلفة و الأفكار و التوقعات.

source: The ultimate impact this will have on society at large remains to be seen, but with many ordinary Muslims finally speaking for themselves, and people of other faiths taking part in the conversation, the future is looking brighter.
ar: و يجب ملاحظة أن أثر ذلك الغيير سيظهر بشكل واضح على المجتمع أجمع، حيث ستتاح الفرصة أمام المسلميين العاديين أن يتحدثوا عن أنفسهم، و يشارك أفراد الديانات الأخرى في تلك الحوارات المختلفة، و من ثم سيبدو المستقبل بشكل أكثر اشراقاً.

source: The opinions expressed in this commentary are solely those of Michael Wolfe.
ar: الآراء التي تم تقديمها في ذلك التعليق صادرة من مايكل وولف فقط.

source: Did U.S. help Lebanon crack alleged Israeli spy rings?
ar: هل ساعدت الولايات المتحدة لبنان بكسر حلقات التجسس الإسرائيلية المزعومة?

source: Yoav Stern
ar: إيوف ستيرن

source: , Haaretz Correspondent and AP
ar: , المراسل لهأرتز و الأسوشيتد برس.

source: U.S.
ar: الولايات المتحدة الأميركية.

source: Lebanon arrested five people over the weekend suspected of belonging to an intelligence cell transmitting information about Hezbollah to Israel, the most recent arrests in a two-month crackdown apparently aided by American training and equipment.
ar: لبنان يعتقل خمسة أشخاص خلال عطلة نهاية الأسبوع يشتبه في انتمائهم إلى خلية استخبارات مهمتها نقل المعلومات حول حزب الله إلى إسرائيل, و هو الاعتقال الأخير خلال شهرين من حملة تمت على ما يبدو بمساعدة تدريب و أجهزة أميركية.

source: Al Jazeera TV broadcast images on Sunday of a small table containing hidden communication devices, a modem concealing transmission equipment and forged passports - all allegedly used by the suspects.
ar: و قد بثت قناة الجزيرة يوم الأحد صورا لطاولة صغيرة تحتوي على وسائل إتصال مخبأة, و مودم مخبأ فيه أجهزة إرسال و جوازات سفر مزورة, و قد زعم أن جميع تلك الأغراض تم استعمالها من قبل المشتبه بهم.

source: Hezbollah-controlled Al-Manar television reported that the suspects' job was to collect information on potential targets such as the group's installations and the homes of its leaders.
ar: كما أعلن تقرير عرضه تلفزيون المنار - التابع لحزب الله - أن وظيفة المشتبه فيهم كانت جمع المعلومات عن الأهداف المحتملة مثل المنشأت التابعة للحزب و منازل قادته.

source: The suspects are among 17 people allegedly belonging to six espionage cells who have been arrested in Lebanon in the past two months on suspicion of transmitting intelligence information to Israel.
ar: يتراوح عدد المتهمين حوالي سبعة عشر شخصا يزعم أنهم ينتمون إلى ست خلايا للتجسس و قد تم اعتقالهم في لبنان في الشهرين الماضيين بتهمة نقل معلومات استخباراتية إلى إسرائيل.

source: It is unclear, however, if the cells are connected. Lebanese security sources indicated that the coming days might see the arrest of other suspected intelligence agents working for Israel.
ar: و من غير الواضح - على أية حال - ما إذا كانت تلك الخلايا لها علاقة بالأمر. و قد أفادت مصادر أمنية لبنانية أنه من الممكن أن تشهد الأيام المقبلة اعتقال أشخاص أخرين يشتبه في نهم عملاء استخبارات يعملون لصالح إسرائيل.

source: The sources attribute the recent arrests to improved cooperation between Lebanon's many security agencies, saying that with the help of better-trained personnel and access to more sophisticated equipment, the Internal Security Forces have been intensifyin
ar: و قد نسبت تلك المصادر أن الاعتقالات الأخيرة إلى تحسين التعاون بين الوكالات الأمنية اللبنانية المتعددة, قائلة أنه عبر الحصول على مساعدة من موظفين أكثر تدريبا و خبرة و تلقي معدات أكثر تطورا, فإن قوى الأمن الداخلي كثفت جهودها لكشف شبكات التجسس في محاولة لتط

source: The Internal Security Forces have long been accused of representing the interests of Lebanese parliamentary majority leader Saad Hariri, son of slain prime minister Rafik Hariri, and his supporters.
ar: هذا و كانت قوات الأمن الداخلي منذ فترة طويلة تتهم بتمثيل مصالح زعيم الغالبية النيابية اللبنانية سعد الحريري, و هو نجل رئيس الوزراء الراحل رفيق الحريري, و أنصاره.

source: This organization is seen as a more reliable one than the army, which still appears to be close to Syria and Hezbollah, one of the sources said.
ar: قال أحد المصادر: إن هذه المنظمة تعتبر أكثر موثوقية من الجيش, الذي لا يزال يبدو أنه مقرب من سوريا و حزب الله .

source: The United States has provided $1 billion in aid since 2006, including $410 million in security assistance to the Lebanese military and police. But U.S. officials have said they would review aid to Lebanon depending on the results of the June 7 election,
ar: و كانت الولايات المتحدة قد قدمت مليار دولار كمساعدات منذ عام 2006, بما فيها أربعمئة و عشرة مليون دولار كمساعدة أمنية إلى الجيش اللبناني و الشرطة. إلا أن المسؤولين الأمريكيين قالوا أنهم من الممكن أن يعيدوا النظر في المساعدات للبنان اعتمادا على نتائج الانتخ
